/* No comment provided by engineer. */
"Authorize" = "Authorize";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Localization Setup" = "Localization Setup";

/* No comment provided by engineer. */
"New Localizations" = "New Localizations";

/* No comment provided by engineer. */
"Terminate" = "Terminate";

/* No comment provided by engineer. */
"The computer \"%@\" would like to communicate with your device allowing you to localize this application." = "The computer \"%@\" would like to communicate with your device allowing you to localize this application.";

/* No comment provided by engineer. */
"You have added new localizations to the application. To see these localization, you will need to terminate the application and then start it again." = "You have added new localizations to the application. To see these localization, you will need to terminate the application and then start it again.";

